/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Улюблені";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Тип";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Додати до непозначених петель";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Додавання петель з іншого диска чи розділу";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Якщо ці аудіофайли мають постійний темп, на початку мають сильну долю, а в кінці — долю, вони адаптуватимуться до темпу проекту під час попереднього перегляду або додавання в проект.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "Вибране місце буде додано в непозначені петлі. Аудіофайли в цьому місці, які мають постійний темп, на початку мають сильну долю, а в кінці — долю, адаптуватимуться до темпу проекту під час попереднього перегляду або додавання в проект.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Скасувати";

/* Copy Loops Button */
"Copy to Loops Folder" = "Скопіювати у папку петель";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "Петлі буде додано до Оглядача петель, із якого їх можна буде використовувати у ваших піснях. Виберіть, чи має Logic скопіювати петлі в папку Apple Loops або ж використовувати їх із поточного розташування.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Редагувати мітки";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Показати у Finder";

/* Debug Menu:Parse loop */
"Parse loop" = "Аналізувати петлю";

/* Descriptors */
"Descriptors" = "Дескриптори";

/* Genre */
"Genre" = "Жанр";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Додавання петель в Оглядач петель";

/* Initial Title of the jam pack control */
"All Packs" = "Усі пакети";

/* Instrument */
"Instrument" = "Інструмент";

/* LoopBrower: two and more items label */
"%ld items" = "елементів: %ld";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "петля, що відтворюється";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "петля реального інструмента";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "петля програмного інструмента";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "петля веб-інструмента";

/* LoopBrowser: one Item label */
"1 item" = "1 елемент";

/* LoopBrowser: zero Items label */
"0 items" = "0 елем.";

/* Move Loops Button */
"Move to Loops Folder" = "Перемістити до папки петель";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "Петлі буде додано до Оглядача петель, із якого їх можна буде використовувати у ваших піснях. Виберіть, чи має Logic перенести петлі в папку Apple Loops або ж використовувати їх із поточного розташування.";

/* Reference Loops Button */
"Current Location" = "Поточне місце";

/* Reindex all loops menu item */
"Reindex All Loops" = "Переіндексувати всі петлі";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Виберіть, які петлі потрібно показувати в Оглядачі петель.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Клацніть, щоб шукати петлі за інструментом, жанром або дескриптором.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Виберіть, чи потрібно відображати ключові слова для інструментів, жанрів і ладів";

/* accessibility description of the segment that switches to column view */
"column view" = "перегляд стовпчиками";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "подання музичних кнопок";

/* menu item in Recent Search History */
"Clear Search History" = "Очистити історію пошуку";

/* menu item in Recent Search History */
"No recent searches" = "Пошук давно не проводився";

/* menu title in Recent Search History */
"Recent Searches" = "Останні запити";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Пошук петель";
